10/data/attachments/4557db723135f6cb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dana_ten_Actions_70327_3</nif:username>
            <nif:friendToBeRequested>soap_actions_f6707dd5-f761-49bf-8490-0cb48d9de0d5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>